Repository: arab4domin/xthemes
Catalog: xthemes/lang/*.po
Languages: es, fr

source: Dashboard
es: Tablero
fr: Tableau de contrôle

source: Available Themes
es: Temas disponibles
fr: Thèmes disponibles

source: Theme Settings
es: Configuración del Tema
fr: Réglages du thème

source: About
es: Acerca de
fr: A propos

source: Configuration Sections
es: Secciones de Configuración
fr: Sections de configuration

source: Current Theme
es: Tema Actual
fr: Thème en cours

source: %s Options
es: Opciones de %s

source: Appearance
es: Apariencia
fr: Apparence

source: Manage Themes
es: Administrar Temas
fr: Gérer Thèmes

source: %s Control Panel
es: Panel de Control de %s
fr: %s Panneau de Commande

source: Menu Maker
es: Creador de Menús
fr: Fabricant de Menu

source: Themes
es: Temas
fr: Thèmes

source: Settings
es: Configuraciones
fr: Réglages

source: Website
es: Sitio Web
fr: Site Web

source: Author
es: Autor
fr: Auuteur

source: This theme does not support xThemes menus!
es: ¡Este tema no soporta menus the xThemes!
fr: Ce thème ne supporte pas la gestion des menus xThemes!

source: Do you really want to delete selected menu?
es: ¿Realmente quieres eliminar el menú seleccionado?
fr: Voulez vous vraiment effacer le menu sélectionné?

source: Theme menus
es: Menús del tema
fr: Menus du Thème

source: Menu not found!
es: ¡No se encontró el menú!
fr: Menu introuvable!

source: Current theme "%s" does not have any menu identified as "%s"
es: El tema actual "%s" no tiene ningún menú identificado como "%s"
fr: Le thème utilisé "%s" n'a pas de menu identifié comme "%s"

source: There was some errors while trying to save menus:
es: Ocurrieron algunos errores al intentar guardar los menús:
fr: Il y a eu quelques erreurs lors de la tentative de sauvegarde des menus:

source: Menu saved successfully!
es: ¡Menú almacenado satisfactoriamente!
fr: Menu sauvegardé avec succès!

source: None
es: Ninguno
fr: Aucun

source: Slider Title
es: Título del Slider
fr: Titre du Slider

source: Show the slider title
es: Moestrar el título del slider
fr: Voir le titre du Slider

source: This is a not valid theme
es: Este no es un tema válido
fr: Ce n'est pas un thème valide

source: Settings could not be saved! Please try again
es: ¡La configuración no pudo ser almacenada! Por favor inténtalo de nuevo.
fr: Les réglages ne peuvent pas être sauvegardés! Merci de réessayer

source: Settings updated successfully!
es: ¡Configuración almacenada correctamente!
fr: Réglages mis à jour avec succès!

source: By %s
es: Por %s
fr: Par %s

source: Version %s
es: Versión %s

source: Recent Themes on Xoops Mexico
es: Temas Recientes en Xoops México
fr: Thèmes récents sur Xoops Mexico

source: View more themes
es: Ver mas temas
fr: Voir plus de thèmes

source: xThemes Related News
es: Noticias Relacionadas con xThemes
fr: Nouvelles de xThemes

source: Show options
es: Mostrar opciones
fr: Voir les options

source: Delete item
es: Eliminar elemento
fr: Effacer un item

source: Title:
es: Título:
fr: Titre:

source: Description:
es: Descripción:

source: 255 characters long
es: 255 caracteres de longitud
fr: 255 caractères de long

source: Menus and Navigation
es: Menús y Navegación
fr: Menus et Navigation

source: This theme have %u different menus that can be configured with xThemes menus.
es: Este tema cuenta con %u diferentes menús que pueden ser configurados con xThemes.
fr: Ce thème a %u menus différents qui peuvent être configurés avec le gestionnaire de menu xThemes

source: To configure menus please select a menu by clicking on tab name, and then use next form to add elements.
es: Para configurar menús por favor seleccione un menú haciendo click en la pestaña con su nombre y entonces use el siguiente formulario para agregar y administrar elementos.
fr: Pour configurer les menus, sélectionnez en un en cliquant sur le nom de l'onglet, et utilisez le formulaire apparu pour ajouter des éléments.

source: Add Menu
es: Agregar Menú
fr: Ajouter un Menu

source: Save Menu
es: Guardar Menú
fr: Sauvegarder le Menu

source: Menu Item
es: Nuevo Menú
fr: Item du Menu

source: %s Settings
es: %s Configuraciones
fr: %s Réglages

source: Save Settings
es: Guardar Configuraciones
fr: Sauvegarder les Réglages

source: You can configure all sections before to press "Save Settings" button. Change between sections will not loose configured data.
es: Puedes configurar todas las secciones antes de presionar el botón "Guardar Configuraciones". El cambio entre secciones no causa la pérdida de los datos configurados.
fr: Vous pouvez configurer toutes les sections avant de presser le bouton "Sauvegarder les réglages". Les changements entre les sections ne perdront pas les données configurées.

source: This is a standard XOOPS Theme and doesn't have any additional options.
es: Este es un tema standar de XOOPS y no tiene ninguna opción adicional.
fr: Ce est un thème XOOPS standard et n'a pas d'options supplémentaires.

source: View Site
es: Ver Sitio
fr: Voir le site

source: Theme Options
es: Opciones del Tema
fr: Options du Thème

source: This is a standard XOOPS theme.
es: Este es un tema standar de XOOPS.
fr: C'est un thème XOOPS standard.

source: Activate
es: Activar
fr: Activer

source: Preview
es: Previsualizar
fr: Prévisualisation

source: Install
es: Instalar
fr: Installer

source: Uninstall
es: Desinstalar
fr: Désinstaller

source: Details
es: Detalles
fr: Détails

source: %s does not support this feature.
es: %s no soporta esta característica.
fr: %s ne supporte pas cette option.

source: Themes Manager
es: Administrador de Temas
fr: Gestionnaire de thèmes

source: No theme has been specified!
es: ¡No se especificó un tema!
fr: Aucun thème n'a été spécifié!

source: %s is not a valid theme!
es: ¡%s no es un tema válido!
fr: %s n'est pas un thème valide!

source: Specified directory does not contain a valid theme!
es: ¡El directorio especificado no contiene un tema válido!
fr: Le répertoire spécifié ne contient pas de thème valide!

source: Theme could not be activated
es: El tema no pudo ser activado
fr: Le thème ne peut pas être activé

source: Theme activated successfully!
es: ¡Tema activado correctamente!
fr: Thème activé avec succès!

source: Specified theme is not a valid xThemes theme!
es: ¡El tema especificado no es un tema válido de xThemes!
fr: Le thème spécifié n'est pas un thème xThemes valide!

source: Theme could not be activated!
es: ¡El tema no pudo ser activado!
fr: Le thème ne peint pas être activé!

source: Sorry, theme could not be installed!
es: ¡El tema no pudo ser instalado!
fr: Désolé, le thème ne peut pas être installé!

source: The blocks positions could not be installed.
es: Las posiciones par alos bloques no pudieron ser instaladas.
fr: Les positions des blocs ne peuvent être installés.

source: Theme installed and activated successfully!
es: ¡Tema instalado y activado satisfactoriamente!
fr: Thème installé et activé avec succès!

source: Specified theme is not valid!
es: ¡El tema especificado no es válido!
fr: Le thème spécifié n'est pas valide!

source: Specified theme is being used by XOOPS as current theme and can not be uninstalled. Please, activate another available theme before uninstalling this.
es: El tema especificado esta siendo utilizado por XOOPS como el tema actual y no puede ser desinstalado. Por favor activa otro tema disponible para poder desinstalar el tema actual.
fr: Le thème spécifié est utilisé par XOOPS comme le thème en cours, et ne peut être désinstallé. SVP, activez un autre thème disponible avant de le désinstaller.

source: This theme is not a xThemes! To deactivate it simply activate another available theme.
es: ¡Este no es un tema xThemes! Para desactivarlo simplemente activa otro tema disponible.
fr: Ce n'est pas un thème xThemes! Pour le désactiver, activez simplement un autre thème disponible.

source: Theme could not be uninstalled!
es: ¡El tema no pudo ser desinstalado!
fr: Le thème ne peut pas être désinstallé!

source: Theme has been uninstalled successfully!
es: ¡El tema ha sido desinstalado correctamente!
fr: Le thème a été désinstallé avec succès!

source: Target:
fr: Cible:

source: Recalculate length of serialized data
fr: Recalculer la longueur des données sérialisé

source: Enable this option only when you receive an error like <em>[function.unserialize]: Error at offset</em>.
fr: Activer cette option uniquement lorsque vous recevez une erreur comme <em> [function.unserialize]: Erreur à l'offset </ em>.
